Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/help_with_buying_a_home/shared_ownership.html.txt.tmx
Source language: en
Languages: ga

source: • People who are buying Shared Ownership homes
ga: • Daoine a bhfuil tithe Comhúinéireachta á gceannach acu

source: • How the scheme worked
ga: • Conas mar a d’oibrigh an scéim

source: The Shared Ownership Scheme was aimed at people who could not afford to buy their entire home in one go
ga: Bhí an Scéim Chomhúinéireachta dírithe ar dhaoine nárbh fhéidir leo íoc as a dteach iomlán in aon chuid amháin

source: It has now been stood down for new applicants
ga: Tá deireadh curtha léi anois le haghaidh iarratasóirí nua

source: The rules of the scheme continue to apply for people who used it to start buying a home
ga: Leanann rialacha na scéime bheith i gceist do dhaoine a d’úsáid í le tús a chur le teach a cheannach

source: An Incremental Purchase Scheme will provide another way for people on low incomes to start buying a home, subject to certain conditions
ga: Cuirfidh Scéim Cheannaigh Incrimintigh bealach eile ar fáil do dhaoine ar ísealioncam chun tús a chur le teach a cheannach, faoi réir coinníollacha áirithe

source: Some borrowers are facing affordability issues with their Shared Ownership properties
ga: Tá fadhbanna ag roinnt iasachtaithe lena dtithe Chomhúinéireachta a íoc

source: Several measures have been developed to alleviate these difficulties
ga: Tá scéimeanna ann chun cabhrú le daoine sa staid seo

source: Contact your local authority for information about your options
ga: Téigh i dteagmháil le d'údarás áitiúil chun an scéal a phlé

source: People who are buying Shared Ownership homes
ga: Daoine a bhfuil tithe Comhúinéireachta á gceannach acu

source: You may increase the proportion you are buying at any time, either by adding to your mortgage or paying cash
ga: Is féidir leat an chomhréir a cheannaíonn tú ag aon tráth amháin a mhéadú, trí chur le do mhorgáiste nó trí airgead a íoc

source: You must buy the full ownership within 30 years
ga: Ní mór duit lánúinéireacht a cheannach laistigh de 30 bliain

source: This does not mean that you have to repay all capital outstanding on the mortgage within the 30-year period
ga: Ní chiallaíonn seo gur gá duit íoc as an gcaipiteal uile atá amuigh ar an morgáiste laistigh den tréimhse 30 bliain

source: You may take out another mortgage to buy out the remaining share when the original mortgage is paid off
ga: Is féidir leat morgáiste eile a ghlacadh chun an scair fuílligh a cheananch nuair a bheidh an morgáiste bunúil arna íoc

source: You can sell the house or apartment at any time
ga: Is féidir leat an teach nó an t-árasán a dhíol ag tráth ar bith

source: The local authority will, of course, be entitled to claim the value of the proportion it owns at the time of sale
ga: Beidh an t-údarás áitiúil, dar ndóigh, i dteideal luach na comhréire ar leo a éileamh ag tráth an díola

source: If it provided the house or apartment at a discount from the market value, you must refund a proportion of this discount, depending on how long you have lived in it
ga: Má chuir siad an teach nó an t-árasán ar fáil ar lascaine ón luach margaidh, ní mór duit comhréir den lascaine seo a aisíoc, ag brath ar cé chomh fada a raibh cónaí ort ann

source: Transactions under the Shared Ownership Scheme are exempt from stamp duty
ga: Tá idirbheartaíochtaí faoin Scéim Chomhúinéireachta díolmhaithe ó dhleacht stampála

source: Local authorities are also required to keep legal costs to a minimum
ga: Ina theannta sin, ceanglaítear ar údaráis áitiúla costais dlí a choimeád chomh híseal agus is féidir

source: If your home was in Shared Ownership with the local authority on the liability date for the Household Charge (1 January 2012), it was exempt from the Household Charge, as the local authority still retained an ownership stake in the property
ga: Má bhí do theach i gComhúinéireacht leis an údarás áitiúil ar an dáta dliteanais le haghaidh Muirear Teaghlaigh (1 Eanáir 2012), bhí sé díolmhaithe ón Muirear Teaghlaigh, de bharr gur choimeád an t-údarás áitiúil bun úinéireachta sa réadmhaoin

source: Your home did not have to be registered in order for you to claim the exemption
ga: Níor ghá duit do theach a chlárú d’fhonn an díolúine a éileamh

source: How the scheme worked
ga: Conas mar a d’oibrigh an scéim

source: The Shared Ownership Scheme allowed people to start by buying a proportion of a home, increasing that proportion in steps until they owned it all, and with ownership shared between the buyer and the local authority
ga: Lig an Scéim Chomhúinéireachta do dhaoine tosú agus comhréir de theach a cheannach, an chomhréir sin a mhéadú de réir a chéile go dtí gur leo é ina iomláine, agus ba idir an ceannaitheoir agus an t-údarás áitiúil a bhí an chomhúinéireacht

source: Buyers would make payments on a mortgage for the part being purchased and pay rent to the local authority for the other part at a rate of 4.3%
ga: Déanann ceannaitheoirí íocaíochtaí ar mhorgáiste don chuid atá á ceannach agus íocann siad cíos leis an údarás áitiúil don chuid eile ar ráta 4.3%

source: To avail of the scheme, you had to:
ga: Chun fáil a bheith agat ar an scéim seo, bhí ort:

source: • Get approved in principle for shared ownership by the local authority
ga: • Ceadú a fháil ón údarás áitiúil i bprionsabal do chomhúinéireacht

source: • Identify a new or existing house or build a new house (some local authorities also had homes for sale under the scheme at a discount)
ga: • Teach nua nó reatha a shainaithint nó teach nua a thógáil (bhí tithe ar díol ag roinnt údaráis áitiúla faoin scéim ar lascaine)

source: • Ensure that the home was suitable for your needs, met certain minimum standards and was acceptable to the local authority
ga: • A chinntiú go raibh an teach oiriúnach do do chuid riachtanas, gur chomhlíon sé roinnt íoscaighdeán agus go raibh sé inghlactha ag an údarás áitiúil

source: If the local authority was satisfied that you could afford the mortgage repayments and the rent, it would buy the house or apartment and grant you a shared ownership lease
ga: Má bhí an t-údarás áitiúil sásta go bhféadfá íoc as na haisíocaíochtaí morgáiste agus as an gcíos, cheannóidís an teach nó an t-árasán agus cheadóidís léas comhúinéireachta duit

source: From the start, you had to buy at least 40% of the house or apartment
ga: Ón tús, bhí ort ar a laghad 40% den teach nó den árasán a cheannach

source: Upper limits for purchasers
ga: Na huasteorainneacha le haghaidh ceannaitheoirí

source: Some local authorities operated an upper limit on the amount that could be borrowed under the scheme
ga: Bhí uasteorainn á hoibriú ag roinnt údaráis áitiúla ar an méid a d’fhéadfaí a fháil ar iasacht faoin scéim

source: This amount varied, depending on the location of the property and the local authority involved
ga: B'athraitheach don mhéid seo, ag brath ar láthair na réadmhaoine agus ar an údarás áitiúil a bhí i gceist

source: Local authorities could also set a maximum percentage of income that could be apportioned to rental/mortgage payments
ga: Ina theannta sin, d’fhéadfadh údaráis áitiúla céatadán íosta d’ioncam a shocrú a d’fhéadfaí a chionroinnt le híocaíochtaí cíosa/morgáiste

source: In each case the long-term viability of the mortgage/rental payments was the key concern
ga: In gach cás, bhí inmharthanacht fhadtéarmach na n-aisíocaíochtaí morgáiste/cíosa ina príomhbhuairt

source: To qualify for the Shared Ownership Scheme you had to be:
ga: Chun cáiliú don Scéim Chomhúinéireachta:

source: • In need of housing and your income satisfied the income test below, or
ga: • Bhí tithíocht le bheith ag teastáil uait, agus bhí ar d’ioncam an tástáil ioncaim thíos a shásamh, nó

source: • Registered on a housing waiting list with a local authority, or
ga: • Bhí ort bheith cláraithe ar liosta feithimh tithíochta le húdarás áitiúil, nó

source: • A local authority tenant or a tenant purchaser (if you wanted to buy a private house, you had to return your local authority house to the local authority), or
ga: • Bheith i do thionónta den údarás áitiúil nó i do cheannaitheoir tionónta (má mhian leat teach príobháideach a cheannach, bhí ort do theach údaráis áitiúil a thabhairt ar ais don údarás áitiúil), nó

source: • A tenant for more than one year of a home provided by a housing association under the Capital Loan Scheme and you wanted to buy a private house/apartment and return your existing house/apartment to the housing association
ga: • Bheith i do thionónta ar feadh breis agus bliain amháin i dteach a chuir comhlachas tithíochta ar fáil faoin Scéim Caipitil ó Iasachtaí agus gur mhian leat teach/árasán príobháideach a cheannach agus do theach/árasán reatha a thabhairt ar ais chuig an gcomhlachas tithíochta

source: The income test only applied to the first category; if you were covered by the second, third or fourth category, you were exempt from the income test
ga: Ní raibh an tástáil ioncaim i gceist ach sa chéad chatagóir, má bhí tú cumhdaithe ag an dara, an tríú nó an ceathrú catagóir, bhí tú díolmhaithe ón tástáil ioncaim

source: You had to buy at least 40% of the price the local authority paid for the house/apartment
ga: Bhí ort ar a laghad 40% den phraghas a d'íoc an t-údarás áitiúil as an teach/árasán a cheannach

source: • Single-income household: if your gross income (before tax) in the last income tax year was €40,000 or less you were eligible
ga: • Teaghlach ioncaim shingil: más ionann d’ollioncam (roimh cháin) sa bhliain dheireanach chánach agus €40,000 nó níos lú, bhí tú incháilithe

source: • Two-income households: multiply the gross income (before tax) of the higher earner in the last income tax year by 2.5
ga: • Teaghlach dhá ioncaim: iolraigh an t-ollioncam (roimh cháin) atá ag an duine leis an ioncam níos airde sa bhliain dheireanach cháin ioncaim, faoi 2.5

source: Add the gross income of the other earner in the last income tax year
ga: Suimigh ollioncam an duine eile sa bhliain dheireanach chánach

source: If the answer was €100,000 or less, you were eligible
ga: Más é €100,000 nó níos lú an freagra, bhí tú incháilithe

source: This amount depends on the cost of the house, the proportion you are renting and current interest rates
ga: Braitheann an méid seo ar chostas an tí, ar an gcomhréir de a bhí ar cíos agat agus ar na rátaí reatha úis

source: If your household income in the last income tax year was less than €28,000 per year, you could qualify for a rent subsidy of between €1,050 to €2,550 per year as long as the subsidy would not reduce the rent below €1 per week. Deposit The local authority could waive the €1,270 deposit if: • You were resettling in a rural area from a major urban area and
ga: Má bhí d’ioncam teaghlaigh sa bhliain dheireanach cháin ioncaim níos lú ná €28,000, d’fhéadfá cáiliú d’fhóirdheontas cíosa idir €1,050 agus €2,550 sa bhliain a fhad agus nach laghdódh an fóirdheontas an cíos faoi bhun €1 sa tseachtain
